# В данном задании вам необходимо 
# создать фласк приложение, с четырьмя html-страницами.
# У Вас имеется список с 5 числовыми значениями
# Вам необходимо при переходе на страницу по адресу:
#
# 1. 127.0.0.1:5000/all/
#    отобразить все значения списка через пробел
#
# 2. 127.0.0.1:5000/max/
#    отобразить максимальное значение списка
#
# 3. 127.0.0.1:5000/min/
#    отобразить минимальное значение списка
#
# 4. 127.0.0.1:5000/avg/
#    рассчитать и отобразить среднее значение списка
#
app = # TODO инициализируйте фласк-приложение здесь

expenses = [1240, 60, 230, 20, 310]

# TODO напишите view-функции здесь

if __name__ == "__main__":
    app.run()